Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/puheenjohtaja_juuso_iloitsee_saamelaiskokoelman_kotiinpaluusta.html.tmx
Source language: fin
Languages: sms

source: Puheenjohtaja Juuso iloitsee saamelaiskokoelman kotiinpaluusta
sms: Saaǥǥjååʹđteei Juuso rämmaš sääʹmnorldõõǥǥ mäʹccmest

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso osallistui 9.9.2021 Saamelaismuseo Siidan järjestämään juhlatilaisuuteen, jossa juhlistettiin Kansallismuseolta tulevan Saamelaiskokoelman kotiinpaluuta.
sms: Sääʹmteeʹǧǧ saaǥǥjååʹđteei Tuomas Aslak Juuso vuässõõđi 9.9.2021 Sääʹm-muʹzei Siida riâššâm johlla, koʹst prääzkješ Meersažmuseost pueʹtti sääʹmnorldõõǥǥ mäccmõõžž.

source: Puheenjohtaja Juuso iloitsee puheessaan saamelaiskokoelman kotiinpaluusta Saamelaismuseo Siidan uudistettuihin tiloihin.
sms: Saaǥǥjååʹđteei Juuso rämmaš saakkvuârstes sääʹmnorldõõǥǥ mäccmõõžžâst Sääʹm-muʹzei Siida oođuum põʹrtte.

source: – Nyt palautettavat esineet eivät ole vain esineitä, vaan ne yhdistävät meitä esivanhempiimme.
sms: – Täʹvver, koid ååʹn maacctet, jie leäkku tåʹlǩ täʹvver, a tõk õhttee miʹjjid maaddârpuärrseen.

source: Kokoelma käsittää pitkän siivun historiaamme ja kertoo tarinoita saamelaisyhteisön jokapäiväisestä elämästä vuosien takaa.
sms: Norldõk âânn seʹst kuʹǩes äiʹǧǧkõõsk mij historiast da mušttal mainnsid sääʹmõutstõõzz juõʹǩǩpeivvsaž jieʹllmest iiʹjji tueʹǩǩen.

source: Käsitöihin valitut materiaalit, niissä käytetyt tekniikat ja erilaiset tavat koristella esineitä – se kaikki lisää ja syventää ymmärrystä oman kansamme menneisyydestä, sanoo Juuso.
sms: Ǩiõtt-tuâjaid vaʹlljuum materiaal, tõin õnnum tekniikk da jeeʹresnallšem nääʹl hiârvted täʹvvrid – tõt puk lââʹzzat da čiŋlmâtt fiʹttjõõzz jiijjân meer mõõnnâmääiʹjest, ceälkk Juuso.

source: Saamelaiskäräjät on tällä vaalikaudella käynyt muinaismuistolain uudistuksen yhteydessä lähetekeskustelun, jossa on ollut vahva viesti itsemääräämisoikeuden ja itsehallinnon edistämisestä kulttuuriperinnön osalta.
sms: Sääʹmteʹǧǧ lij tän vaalpââʹjest čõõđtam tuâlʼjõžmošttlääʹjj oođummuž õhttvuõđâst vuõlttõs-saǥstõõllmõõžž, koʹst lij leämmaž raʹvves saakk jiõččmieʹrreemvuõiggâdvuõđ da jiõččvaaldâšm oouʹdummšest kulttuurääʹrb vueʹzzeld.

source: Lisäksi Saamelaisessa parlamentaarisessa neuvostossa on päätetty aloittaa yhteisten linjauksien laatiminen saamelaisen kulttuuriperinnön osalta yhteistyössä Suomen, Ruotsin ja Norjan Saamelaiskäräjien sekä Saamelaisneuvoston kanssa.
sms: Lââʹssen Sääʹm parlamentaarlaž suåvtõs lij tuʹmmjam, što altteet õhttsaž linnjummši raajjmõõžž sääʹm kulttuurääʹrb vueʹzzeld õhttsažtuâjast Lääʹddjânnam, Ruõcc da Taar Sääʹmtiiʹǧǧi di Sääʹmrääʹđ kõõsk.

source: Tavoitteena on muodostaa yhtenäinen saamelaisten näkemys kulttuuriperintömme ja perinteisen tiedon itsehallinnosta, suojelusta ja hyödyntämisestä.
sms: Täävtõssân lij vuâđđeed õhttnaž säʹmmlai vuäinalm mij kulttuurääʹrb da äʹrbbvuõđlaž teâđ jiõččvaldšmest, suõʹjjummšest da äuʹǩǩummšest.

source: – Meillä saamelaisilla on yhteiskuntamme sisällä vahvaa osaamista ja asiantuntijuutta omaan kulttuuriperintöömme, sen säilyttämiseen ja sen hyödyntämiseen liittyen.
sms: – Meeʹst säʹmmlain lij õhttsažkåʹdden seʹst raʹvves silttõs da äʹšštobddivuõtt jiijjân kulttuurärbba, tõn seeiltummša da tõn äuʹǩǩummša õhttneeʹl.

source: Näen tärkeänä, että seuraavaksi varmistetaan, että saamen kansa pääsee tutustumaan kokoelmaan meille luontaisilla tavoilla ja ottamaan takaisin tätä osaa kulttuuriperinnöstämme, jatkaa Juuso.
sms: Vuäinam tääʹrǩes äʹššen, što pueʹtti läuʹǩǩen ainsmââʹttet, što sääʹm-meer peäss tobdstõõttâd norldõʹǩǩe miʹjjid luânddsaž naaʹlivuiʹm da väʹldded mååust tän vueʹzz kulttuurääʹrbsteen, juätkk Juuso.

source: Lue puhe täältä .
sms: Looǥǥ saakkvuâr tääiʹben .

source: Saamelaiskokoelma käsittää runsaat 2000 esinettä, jotka on kerätty saamelaisalueelta vuosina 1830-1998.
sms: Sääʹmnorldõõǥǥâst lie pâʹjjel 2000 täʹvvred, kook lie norrum sääʹmvuuʹdest iiʹjji 1830-1998.

source: Saamelaismuseo vastaanottaa kokoelman uuteen, keväällä 2021 valmistuneeseen kokoelmayksikköön.
sms: Sääʹm-muʹzei vuâsttaväldd norldõõǥǥ ođđ, ǩeâđđa 2021 valmštõõvvâm norldõkjuâkksa.

source: Lue Saamelaismuseo Siidan tiedote .
sms: Looǥǥ Sääʹm-muʹzei Siida teâđtõõzz .

source: Lisätietoja:
sms: Lââʹssteâđ:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso(at)samediggi.fi
sms: Tuomas Aslak juuso Saaǥǥjååʹđteei 040 687 3394 tuomas.
